Repository: chibataku0815/filmtone
Catalog: apps/capacitor-film-lab-ios/ios/App/App/Localizable.xcstrings
Source language: en
Languages: ja

# export_complete_body
source: Saved to Photos
ja: Photos に納品しました

# export_complete_title
source: Print complete
ja: プリント完了

# filmtone.action.done
source: Done
ja: 完了

# filmtone.action.reset
source: Reset
ja: リセット

# filmtone.adjustment.open
source: Fine Tune
ja: 詳細調整

# filmtone.adjustment.strength
source: Strength
ja: 強さ

# filmtone.adjustment.title
source: Adjust
ja: 調整

# filmtone.advanced.active
source: Advanced tuning active.
ja: 詳細調整を適用中です。

# filmtone.advanced.group.basic
source: Basic
ja: 基本

# filmtone.advanced.group.glow
source: Glow
ja: グロー

# filmtone.advanced.group.grain
source: Grain
ja: グレイン

# filmtone.advanced.group.optics
source: Optics
ja: 光学

# filmtone.advanced.group.tone
source: Tone / Process
ja: 階調 / プロセス

# filmtone.advanced.hint
source: Fine-tune the optical mix directly.
ja: 光学系の効きを直接微調整します。

# filmtone.advanced.title
source: Advanced Params
ja: 詳細パラメータ

# filmtone.advanced.grain.classic
source: Classic
ja: 標準粒子

# filmtone.advanced.grain.fine
source: Fine
ja: 微粒子

# filmtone.advanced.grain.push
source: Push
ja: 粗粒子

# filmtone.camera.auto
source: Auto
ja: オート

# filmtone.camera.auto_apple_log_detected
source: Auto -> Apple Log detected
ja: Auto -> Apple Log 検出

# filmtone.camera.auto_apple_log2_detected
source: Auto -> Apple Log 2 detected
ja: Auto -> Apple Log 2 検出

# filmtone.camera.change
source: Change
ja: 変更

# filmtone.camera.clear
source: Clear
ja: 外す

# filmtone.camera.custom
source: Custom
ja: カスタム

# filmtone.camera.description
source: Normalize source media before the look. Creative LUTs stay separate.
ja: ルック適用前に素材を正規化します。クリエイティブ LUT は別に保持します。

# filmtone.camera.import
source: Import .cube
ja: .cube を読み込む

# filmtone.camera.input_lut_amount
source: Camera LUT Amount
ja: カメラLUTの量

# filmtone.camera.title
source: Camera
ja: カメラ

# filmtone.desktop_handoff.body
source: Filmtone iOS is optimized for reliable preview and export on iPhone. For longer footage or more involved editing, use Filmtone Desktop.
ja: Filmtone iOSは、iPhone上で安定してプレビューと書き出しができる長さに最適化しています。長めの動画や本格的な編集には、Filmtone Desktopをご利用ください。

# filmtone.desktop_handoff.primary
source: View Desktop
ja: Desktop版を見る

# filmtone.desktop_handoff.secondary
source: Choose Another Video
ja: 別の動画を選ぶ

# filmtone.desktop_handoff.title
source: Edit videos over 5 minutes on Desktop
ja: 5分を超える動画はDesktop版で編集できます

# filmtone.duration.minutes_seconds
source: %1$@m %2$@s
ja: %1$@分 %2$@秒

# filmtone.duration.seconds
source: %@s
ja: %@秒

# filmtone.error.asset_picker.files_copy_insufficient_space
source: Not enough free space to import this file. It needs about %1$@ free, but only %2$@ is available.
ja: このファイルを読み込むための空き容量が不足しています。約 %1$@ が必要ですが、現在利用できるのは %2$@ です。

# filmtone.error.asset_picker.lut_active
source: A camera profile picker is already active.
ja: カメラプロファイルの選択画面はすでに開いています。

# filmtone.error.asset_picker.photos_resource_write_failed
source: Photos couldn't prepare the original video for import. Keep Filmtone open and try again, or choose the file from Files.
ja: 写真アプリが元の動画を読み込み用に準備できませんでした。Filmtone を開いたまま再試行するか、ファイルアプリから選択してください。

# filmtone.error.asset_picker.photos_resource_write_insufficient_space
source: Not enough free space to import the original video from Photos. Free up storage, then try again.
ja: 写真から元の動画を読み込むための空き容量が不足しています。ストレージの空きを増やしてから再試行してください。

# filmtone.error.asset_picker.selected_asset_type
source: The selected item isn't a photo or video.
ja: 選択した項目は写真または動画ではありません。

# filmtone.error.asset_picker.selected_file_type
source: The selected file isn't a photo or video.
ja: 選択したファイルは写真または動画ではありません。

# filmtone.error.asset_picker.source_active
source: A source picker is already active.
ja: 素材の選択画面はすでに開いています。

# filmtone.error.bridge_unavailable
source: The Filmtone view is unavailable right now.
ja: Filmtone の画面を開けませんでした。

# filmtone.error.cache.import_failed
source: The selected file couldn't be imported.
ja: 選択したファイルを取り込めませんでした。

# filmtone.error.cache.stage_failed
source: The selected file couldn't be prepared.
ja: 選択したファイルを準備できませんでした。

# filmtone.error.cache.stage_missing
source: The selected file couldn't be prepared.
ja: 選択したファイルを準備できませんでした。

# filmtone.error.cache.write_failed
source: The selected file couldn't be prepared.
ja: 選択したファイルを準備できませんでした。

# filmtone.error.export_busy
source: An export is already in progress.
ja: すでに書き出し中です。

# filmtone.error.export_cancelled
source: The export was cancelled.
ja: 書き出しをキャンセルしました。

# filmtone.error.file_url.invalid
source: The selected file is invalid or inaccessible.
ja: 選択したファイルにアクセスできません。

# filmtone.error.generic.export
source: Export couldn't be completed.
ja: 書き出しを完了できませんでした。

# filmtone.error.generic.import_look_lut
source: The look couldn't be imported.
ja: ルックを読み込めませんでした。

# filmtone.error.generic.import_lut
source: The camera profile couldn't be imported.
ja: カメラプロファイルを読み込めませんでした。

# filmtone.error.generic.pick_source
source: Media selection couldn't be completed.
ja: 素材の選択を完了できませんでした。

# filmtone.error.generic.preview
source: Preview couldn't be generated.
ja: プレビューを生成できませんでした。

# filmtone.error.generic.save_to_photos
source: Saving to Photos couldn't be completed.
ja: 写真への保存を完了できませんでした。

# filmtone.error.generic.share
source: Sharing couldn't be completed.
ja: 共有を完了できませんでした。

# filmtone.error.lut.missing_size
source: The .cube file is missing LUT_3D_SIZE.
ja: .cube ファイルに LUT_3D_SIZE がありません。

# filmtone.error.lut.value_count
source: The .cube file has %@ values, but %@ are required.
ja: .cube ファイルの値は %@ 個ですが、%@ 個必要です。

# filmtone.error.photos.permission_denied
source: Photos access was denied.
ja: 写真へのアクセスが許可されていません。

# filmtone.error.photos.save_failed
source: Saving to Photos couldn't be completed.
ja: 写真への保存を完了できませんでした。

# filmtone.error.photos.save_incomplete
source: Saving to Photos didn't complete.
ja: 写真への保存が完了しませんでした。

# filmtone.error.picker.lut_already_active
source: A camera profile picker is already active.
ja: カメラプロファイルの選択画面はすでに開いています。

# filmtone.error.picker.source_already_active
source: A source picker is already active.
ja: 素材の選択画面はすでに開いています。

# filmtone.error.preview.jpeg_failed
source: Preview couldn't be generated.
ja: プレビューを生成できませんでした。

# filmtone.error.request.missing_source
source: Pick a photo or video before exporting.
ja: 書き出す前に写真または動画を選んでください。

# filmtone.error.source.asset_not_supported
source: The selected asset isn't an image or video.
ja: 選択した素材は写真または動画ではありません。

# filmtone.error.source.file_not_supported
source: The selected file isn't an image or video.
ja: 選択したファイルは写真または動画ではありません。

# filmtone.error.source.image_load_failed
source: The selected image couldn't be loaded.
ja: 選択した画像を読み込めませんでした。

# filmtone.error.source.image_metadata
source: This image couldn't be read.
ja: この画像を読み取れませんでした。

# filmtone.error.source.no_video_track
source: No video track was found in the selected source.
ja: 選択した素材に動画トラックが見つかりませんでした。

# filmtone.export.disabled
source: This source can't be exported. See the source notes above.
ja: この素材は書き出せません。素材の注意事項を確認してください。

# filmtone.export.export_and_save
source: Export & Save
ja: 書き出して保存

# filmtone.export.last_result
source: Last export
ja: 直近の書き出し

# filmtone.export.progress.complete
source: Export complete
ja: 書き出しが完了しました

# filmtone.export.progress.preparing
source: Preparing export
ja: 書き出しを準備しています

# filmtone.export.progress.reading
source: Reading source
ja: 素材を読み込んでいます

# filmtone.export.progress.rendering_frames
source: Rendering frames
ja: フレームを処理しています

# filmtone.export.progress.rendering_still
source: Rendering still image
ja: 静止画を処理しています

# filmtone.export.progress.writing
source: Writing output
ja: 出力を書き込んでいます

# filmtone.export.ready
source: Ready to export.
ja: 書き出しの準備ができています。

# filmtone.export.running
source: Exporting…
ja: 書き出し中…

# filmtone.export.save_state.failed
source: Failed
ja: 失敗

# filmtone.export.save_state.saved
source: Saved
ja: 保存済み

# filmtone.export.save_to_photos
source: Save to Photos
ja: 写真へ保存

# filmtone.export.save_to_photos_done
source: Saved to Photos.
ja: 写真への保存が完了しました。

# filmtone.export.saving_to_photos
source: Saving to Photos…
ja: 写真へ保存中…

# filmtone.export.finished_hint
source: Export complete.
ja: 書き出しが完了しました。

# filmtone.export.share
source: Share
ja: 共有

# filmtone.export.stage.completed
source: Completed
ja: 完了

# filmtone.export.stage.preflight
source: Preparing
ja: 準備

# filmtone.export.stage.reading
source: Reading
ja: 読込中

# filmtone.export.stage.rendering
source: Rendering
ja: 処理中

# filmtone.export.stage.writing
source: Writing
ja: 出力中

# filmtone.export.start
source: Export
ja: 書き出す

# filmtone.export.title
source: Export
ja: 書き出し

# filmtone.export.unsaved_prompt
source: Export complete. It has not been saved to Photos yet.
ja: 書き出し完了。まだ写真には保存されていません。

# filmtone.export.writing_hint
source: Finalizing. Larger photos or videos may take a moment.
ja: 出力を仕上げ中です。大きな写真や動画の場合は少し時間がかかります。

# filmtone.hdr.notice.body.hlg
source: This environment may not be able to convert HDR video into a standard SDR video accurately. You can continue exporting, but brightness or color may look different in other apps. For color-critical exports, convert the clip to SDR in your camera app or editor before importing it.
ja: この環境では、HDR動画を標準のSDR動画として正確に変換できない場合があります。書き出しは続行できますが、他のアプリで見ると明るさや色が元動画と違って見えることがあります。正確な色で書き出したい場合は、カメラアプリや編集アプリでSDR動画に変換してから読み込んでください。

# filmtone.hdr.notice.body.pq
source: This environment may not be able to convert HDR video into a standard SDR video accurately. You can continue exporting, but brightness or color may look different in other apps. For color-critical exports, convert the clip to SDR in your camera app or editor before importing it.
ja: この環境では、HDR動画を標準のSDR動画として正確に変換できない場合があります。書き出しは続行できますが、他のアプリで見ると明るさや色が元動画と違って見えることがあります。正確な色で書き出したい場合は、カメラアプリや編集アプリでSDR動画に変換してから読み込んでください。

# filmtone.hdr.notice.body.wideGamutUnknown
source: This environment may not be able to convert HDR video into a standard SDR video accurately. You can continue exporting, but brightness or color may look different in other apps. For color-critical exports, convert the clip to SDR in your camera app or editor before importing it.
ja: この環境では、HDR動画を標準のSDR動画として正確に変換できない場合があります。書き出しは続行できますが、他のアプリで見ると明るさや色が元動画と違って見えることがあります。正確な色で書き出したい場合は、カメラアプリや編集アプリでSDR動画に変換してから読み込んでください。

# filmtone.hdr.notice.title
source: HDR video loaded
ja: HDR動画を読み込みました

# filmtone.help.dismiss
source: Close
ja: 閉じる

# filmtone.help.lut.a11y
source: About LUT
ja: LUTの説明

# filmtone.help.lut.body
source: A recipe that shapes colors at once. Use it to prepare footage or apply a finished look.
ja: 色の雰囲気を一括で整えるデータです。カメラ素材の下準備や、仕上げの色づくりに使います。

# filmtone.help.lut.camera_lut
source: Camera LUT — Prepares the colors your camera recorded so Filmtone can work with them.
ja: カメラLUT — カメラが記録した色を、Filmtoneが扱いやすい状態に整えます。

# filmtone.help.lut.look_lut
source: Look LUT — Layers the final mood and color palette onto your piece.
ja: ルックLUT — 仕上げの色や雰囲気を重ねます。作品のトーンを決める最後の一手です。

# filmtone.help.lut.title
source: What is a LUT?
ja: LUTとは

# filmtone.look.custom
source: Custom
ja: カスタム

# filmtone.look.import
source: Import .cube
ja: .cube を読み込む

# filmtone.look.lut_amount
source: Look LUT Amount
ja: ルックLUTの量

# filmtone.look.parse_error
source: Look .cube could not be parsed
ja: ルックの .cube を解釈できませんでした

# filmtone.look.title
source: Look
ja: ルック

# filmtone.lut.import_error
source: Camera profile import failed
ja: カメラプロファイルの読み込みに失敗しました

# filmtone.lut.parse_error
source: Camera profile .cube could not be parsed
ja: カメラプロファイルの .cube を解釈できませんでした

# filmtone.message.error
source: Error
ja: エラー

# filmtone.message.note
source: Note
ja: 補足

# filmtone.metric.elapsed
source: Elapsed
ja: 経過時間

# filmtone.metric.file_size
source: File size
ja: ファイルサイズ

# filmtone.metric.optics
source: Optics
ja: 光学系

# filmtone.metric.output
source: Output
ja: 出力

# filmtone.metric.save_to_photos
source: Save to Photos
ja: 写真への保存

# filmtone.onboarding.choose.body
source: Load your own media and Filmtone starts a cinematic preview right away.
ja: 自分の素材を読み込むと、映画調ルックのプレビューがすぐ始まります。

# filmtone.onboarding.choose.title
source: Choose a photo or video
ja: 写真や動画を選んで、すぐ映画調に

# filmtone.onboarding.finish.body
source: Pick a color direction with a LUT, then export right on iPhone.
ja: 色の方向をLUTで決めて、そのままiPhoneだけで書き出します。

# filmtone.onboarding.finish.title
source: Finish with LUTs and export
ja: LUTから書き出しまで完結

# filmtone.onboarding.next
source: Next
ja: 次へ

# filmtone.onboarding.pick_media
source: Pick media
ja: 素材を選ぶ

# filmtone.onboarding.shape.body
source: Tune grain, glow, tone, and motion feel so the look fits the piece.
ja: 粒状感、グロー、トーン、動きの質感まで、作品に合わせて追い込めます。

# filmtone.onboarding.shape.title
source: Shape the film character
ja: 質感まで作品に合わせて整える

# filmtone.onboarding.skip
source: Skip
ja: スキップ

# filmtone.optics.source.accessibility.assumed
source: assumed defaults
ja: 既定値で推定

# filmtone.optics.source.accessibility.metadata
source: from camera metadata
ja: メタデータから取得

# filmtone.optics.source.assumed
source: assumed
ja: 推定

# filmtone.optics.source.metadata
source: metadata
ja: メタデータ

# filmtone.param.bloom_radius
source: Bloom Radius
ja: 光のにじみ・半径

# filmtone.param.bloom_soft_knee
source: Bloom Soft Knee
ja: 光のにじみ・ソフトニー

# filmtone.param.bloom_strength
source: Bloom Strength
ja: 光のにじみ・強さ

# filmtone.param.bloom_threshold
source: Bloom Threshold
ja: 光のにじみ・しきい値

# filmtone.param.compression_amount
source: Highlight softness
ja: ハイライトの柔らかさ

# filmtone.param.compression_range
source: Tone span
ja: 階調の広がり

# filmtone.param.contrast
source: Contrast
ja: コントラスト

# filmtone.param.diffusion
source: Diffusion
ja: 光の拡散

# filmtone.param.exposure
source: Exposure
ja: 露出

# filmtone.param.fade
source: Fade
ja: フェード

# filmtone.param.grain_intensity
source: Grain Strength
ja: フィルムグレイン・強さ

# filmtone.param.grain_radial_mix
source: Grain edge emphasis
ja: グレインの周辺の強さ

# filmtone.param.grain_size
source: Grain Size
ja: 粒子の粗さ

# filmtone.param.halation_hue
source: Halation Hue
ja: ハレーション色相

# filmtone.param.halation_intensity
source: Halation Intensity
ja: ハレーション強度

# filmtone.param.halation_radius
source: Halation Radius
ja: ハレーション半径

# filmtone.param.halation_soft_knee
source: Halation Soft Knee
ja: ハレーションソフトニー

# filmtone.param.halation_spread
source: Halation Spread
ja: ハレーション広がり

# filmtone.param.halation_threshold
source: Halation Threshold
ja: ハレーションしきい値

# filmtone.param.lens_softness
source: Lens softness
ja: レンズの柔らかさ

# filmtone.param.print_contrast
source: Print Contrast
ja: 仕上げのコントラスト

# filmtone.param.rgb_shift
source: Color fringing
ja: 周辺の色ずれ

# filmtone.param.saturation
source: Saturation
ja: 彩度

# filmtone.param.temperature
source: Temperature
ja: 色温度

# filmtone.param.tint
source: Tint
ja: ティント

# filmtone.param.vignette
source: Vignette
ja: ビネット

# filmtone.preset.amber_glow.subtitle
source: Warm Flare
ja: あたたかいフレア

# filmtone.preset.bw.subtitle
source: Classic Mono
ja: クラシックモノクロ

# filmtone.preset.category.base
source: Base
ja: 基準

# filmtone.preset.category.camera
source: Camera
ja: カメラ

# filmtone.preset.category.film_stock
source: Film
ja: フィルム

# filmtone.preset.category.look
source: Look
ja: ルック

# filmtone.preset.category.utility
source: Utility
ja: 基本

# filmtone.preset.cinematic.subtitle
source: Teal & Orange
ja: ティール&オレンジ

# filmtone.preset.cinestill800t.subtitle
source: Tungsten Glow
ja: タングステングロー

# filmtone.preset.default
source: Default
ja: デフォルト

# filmtone.preset.ektar100.subtitle
source: Vivid Sharp
ja: 鮮やかでシャープ

# filmtone.preset.gold200.subtitle
source: Saturated Warm
ja: 濃くて暖かい

# filmtone.preset.iphone.subtitle
source: Camera Finish
ja: カメラ仕上げ

# filmtone.preset.portra.subtitle
source: Warm Pastel
ja: 暖かいパステル

# filmtone.preset.pro400h.subtitle
source: Cool Soft
ja: 涼しくやわらかい

# filmtone.preset.reset.subtitle
source: Gentle Base
ja: やさしい基準

# filmtone.preset.soft_blue.subtitle
source: Airy Glow
ja: 澄んだ光

# filmtone.preset.superia400.subtitle
source: Cool Green
ja: 涼しいグリーン

# filmtone.preset.title
source: Presets
ja: プリセット

# filmtone.preset.velvia50.subtitle
source: Vivid Slide
ja: 鮮やかなスライド

# filmtone.preview.compare_hint
source: Press and hold the preview to compare.
ja: プレビューを長押しで比較します。

# filmtone.preview.compare_label
source: Original
ja: オリジナル

# filmtone.preview.empty_eyebrow
source: Quick Preview
ja: クイックプレビュー

# filmtone.preview.empty_hint
source: Looks render here as you grade.
ja: ここにルックのプレビューが表示されます。

# filmtone.preview.rendering
source: Generating preview…
ja: プレビューを生成しています…

# filmtone.quick.contrast
source: Contrast
ja: コントラスト

# filmtone.quick.exposure
source: Exposure
ja: 明るさ

# filmtone.quick.saturation
source: Saturation
ja: 彩度

# filmtone.source_violation.codec_dnxhr
source: Avid DNxHR / DNxHD video can't be previewed or exported on iPhone. Convert this file to H.264, HEVC, or ProRes first.
ja: Avid DNxHR / DNxHD の動画は iPhone でプレビューや書き出しができません。先に H.264、HEVC、または ProRes に変換してください。

# filmtone.source_violation.duration
source: Source duration %@ exceeds %@.
ja: 素材の長さ %@ は上限 %@ を超えています。

# filmtone.source_violation.file_size
source: Source size %@ exceeds %@.
ja: 素材サイズ %@ は上限 %@ を超えています。

# filmtone.source_violation.long_edge
source: Source long edge %@px exceeds %@px.
ja: 素材の長辺 %@px は上限 %@px を超えています。

# filmtone.source.empty
source: Pick a photo or video to begin.
ja: 写真または動画を選んでください。

# filmtone.source.files
source: Files
ja: ファイル

# filmtone.source.inspecting
source: Inspecting media…
ja: 素材を確認しています…

# filmtone.source.photo_library
source: Photo Library
ja: フォトライブラリ

# filmtone.source.pick
source: Pick media
ja: 素材を選ぶ

# filmtone.source.picker_title
source: Choose Source
ja: 取り込み元を選択

# filmtone.source.repick
source: Replace media
ja: 素材を差し替える

# filmtone.storage.explanation
source: Imported videos use most of this space. Filmtone keeps them for fast re-edits and auto-clears them after a day.
ja: 動画素材がストレージの大半を占めています。再編集を速くするため一時保持し、1 日後に自動整理されます。

# filmtone.storage.bucket.exports
source: Exports
ja: 書き出し済み

# filmtone.storage.bucket.mezzanine
source: Preview Cache
ja: プレビュー素材

# filmtone.storage.bucket.other
source: Other
ja: その他

# filmtone.storage.bucket.sources
source: Sources
ja: 素材

# filmtone.storage.low_disk_notice
source: Freed %@ of storage
ja: ストレージを %@ 空けました

# filmtone.storage.release
source: Release Cache
ja: キャッシュを解放

# filmtone.storage.release_hint
source: Your active project is preserved.
ja: 編集中の素材は保持されます

# filmtone.storage.released_notice
source: Released %@
ja: %@ を解放しました

# filmtone.storage.title
source: Storage
ja: ストレージ

# filmtone.toast.export.complete
source: Export complete
ja: 書き出し完了

# filmtone.toast.save.success
source: Saved to Photos
ja: 写真に保存しました

# filmtone.toast.share.failed
source: Share failed — try again
ja: 共有に失敗しました

# filmtone.toast.share.success
source: Shared
ja: 共有しました
